import s from './Details.module.css';
import Section from '../shared/Section/Section';
import Container from '../shared/Container/Container';
import Article from '../shared/Article/Article';

const Details = () => {
  return (
    <Section id="details">
      <Container additionalClass={s.details}>
        <h2 className={s.second_title}>Про курс:</h2>
        <Article id="about_curse">
          <p className={s.text}>
            Базовий курс грумінгу — це старт для тих, хто хоче опанувати
            професію з нуля. Ви отримаєте всі необхідні знання та практичні
            навички, щоб уже після навчання почати працювати з першими
            клієнтами.
          </p>
          <p className={s.text}>
            Курс створений спеціально для початківців. Навчальна програма
            побудована так, що навіть якщо ви ніколи не тримали ножиці в руках і
            не мали справи з тваринами— у вас усе вийде! Навчимо з самого
            початку та підтримаємо на кожному етапі.
          </p>
        </Article>
        <h2 className={s.second_title}>Викладачі:</h2>
        <Article id="teachers">
          <p>
            З вами працюють терплячі, доброзичливі та уважні грумери з досвідом
            понад 5 років. Усі вони — майстри та справжні професіонали, які
            спеціалізуються на салонних породах та знають усі тонкощі сучасного
            грумінгу.
          </p>
          <p>
            Але найголовніше — наші викладачі не просто вміють стригти, вони
            вміють навчати. Кожен з них пройшов спеціальну підготовку з
            викладання, має досвід проведення майстер-класів і тренінгів для
            великих груп. Вони вміють чітко та доступно пояснювати матеріал,
            допоможуть розібратися навіть у найскладніших моментах і підтримають
            кожного учня на шляху до нової професії.
          </p>
        </Article>
      </Container>
    </Section>
  );
};

export default Details;
