export interface Benefit {
  id: string;
  item: string;
}
export const benefits: Benefit[] = [
  {
    id: 'b1',
    item: ' Можливість складання індивідуального графіка навчання та стажування      для кожного студента.',
  },
  {
    id: 'b2',
    item: 'Можливість навчатися з понеділка по п’ятницю на курсі буднього дня            або в суботу-неділю на курсі вихідного дня.',
  },
  { id: 'b3', item: 'Індивідуальний графік під час стажування.' },
  {
    id: 'b4',
    item: 'Можливість пройти практику в нашому салоні протягом місяця.',
  },
  {
    id: 'b5',
    item: ' Бонусом даємо інформацію про відкриття салону, запуск, залучення клієнтів.',
  },
];
