export interface Benefit {
  id: string;
  benefit: string;
}
export const benefits: Benefit[] = [
  {
    id: 'b1',
    benefit:
      ' Можливість складання індивідуального графіка навчання та стажування      для кожного студента.',
  },
  {
    id: 'b2',
    benefit:
      'Можливість навчатися з понеділка по п’ятницю на курсі буднього дня            або в суботу-неділю на курсі вихідного дня.',
  },
  { id: 'b3', benefit: 'Індивідуальний графік під час стажування.' },
  {
    id: 'b4',
    benefit: 'Можливість пройти практику в нашому салоні протягом місяця.',
  },
  {
    id: 'b5',
    benefit:
      ' Бонусом даємо інформацію про відкриття салону, запуск, залучення         клієнтів',
  },
];
