export type CourseDay = {
  day: number;
  description: string;
};

export interface Course {
  id: string;
  title: string;
  days: CourseDay[];
  price: number;
}

export const curses: Course[] = [
  {
    id: 'c1',
    title: 'Курс "Основи грумінгу. Грумінг з 0" (тривалість - 7 днів)',
    days: [
      {
        day: 1,
        description:
          'Теорія, вводимо в основні моменти в роботі, інструменти, косметика, ризновід типів шерсті та як з ними працювати, техніка володіння ножицями та основні моменти підготовки тваринки до грумінгу, відпроцювання на живой моделі комплекса гігієничного догляду.',
      },
      { day: 2, description: 'Експрес ліняння ' },
      { day: 3, description: 'Теорія та практика стрижка йорк ' },
      { day: 4, description: 'Теорія та практика стрижка ши-тсу ' },
      { day: 5, description: 'Теорія та практика стрижка шпіц' },
      {
        day: 6,
        description:
          'Грумінг котів(даємо тонкощі, протоколи купання, по типу шерсті)',
      },
      { day: 7, description: 'Екзаменаційна стрижка (самостійна робота)' },
    ],
    price: 16000,
  },
  {
    id: 'c2',
    title:
      'Курс "Основи грумінгу. Грумінг з 0" розширений курс (тривалість - 2 тижні)',
    days: [
      {
        day: 1,
        description:
          'Теорія, вводимо в основні моменти в роботі, ризновід типів шерсті та як з ними працювати, техніка володіння ножицями та основні моменти підготовки тваринки до грумінгу, техніка володіння ножицями та відпрацювання техніки на штучних шкірках',
      },
      {
        day: 2,
        description:
          'Гігієничний комплекс, відпроцювання на живой моделі комплекса гігієничного догляду',
      },
      { day: 3, description: 'Експрес ліняння' },
      { day: 4, description: 'Теорія та практика стрижка йорк' },
      { day: 5, description: 'Теорія та практика стрижка ши-тсу' },
      { day: 6, description: 'Теорія та практика стрижка шпіц' },
      {
        day: 7,
        description:
          'Грумінг котиків (даємо тонкощі, протоколи купання, по типу шерсті)',
      },
      {
        day: 8,
        description: 'Стрижка мальтіпу або пудель',
      },
      {
        day: 9,
        description: 'Грумінг великіх порід собак (Хаски/Овчарка)',
      },
      {
        day: 10,
        description: 'Екзаменаційна стрижка (самостійна робота)',
      },
    ],
    price: 20000,
  },
];
