export interface Skill {
  id: string;
  item: string;
}
export const skills: Skill[] = [
  {
    id: 's1',
    item: ' Впевнено володіти грумерським інструментом та правильно підбирати його залежно від завдання.',
  },
  {
    id: 's2',
    item: 'Правильно поводитися з тваринами, працювати з собаками різного темпераменту, а також дізнаєтесь основи зоопсихології.',
  },
  {
    id: 's3',
    item: 'Розуміти схеми стрижок собак різних порід, вивчите основні види стрижок відповідно до породи та типу шерсті.',
  },
  {
    id: 's4',
    item: 'Обирати підходящий варіант стрижки та грамотно спілкуватися з  власниками. Ви навчитеся визначати потреби клієнта й максимально точно реалізовувати їх побажання.',
  },
];
